Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Verity Sense: Ensure flat contact with skin, snug armband, no gaps
ar: Verity Sense: تأكد من تلامس مستوٍ مع الجلد، وشريط ذراع محكم، ودون فراغات
da: Verity Sense: Sørg for flad kontakt med huden, tætsiddende armbånd, ingen mellemrum
de: Verity Sense: Auf flachen Hautkontakt achten, Armband eng anlegen, keine Lücken
es: Verity Sense: asegura un contacto plano con la piel, brazalete ajustado y sin huecos
fi: Verity Sense: Varmista tasainen ihokontakti, tiukka käsivarsinauha, ei rakoja
fr: Verity Sense : assurez un contact à plat avec la peau, un brassard bien ajusté, sans espace
is: Verity Sense: Tryggðu flata snertingu við húð, þétt armband, engin bil
it: Verity Sense: assicurati che aderisca bene alla pelle, con la fascia da braccio ben stretta e senza spazi
ja: Verity Sense：肌に平らに接触させ、アームバンドをぴったり締め、隙間をなくしてください
ko: Verity Sense: 피부에 평평하게 닿도록 하고, 암밴드를 꼭 맞게, 틈이 없도록 하세요
nb: Verity Sense: Sørg for flat kontakt med huden, tettsittende armbånd, ingen mellomrom
nl: Verity Sense: Zorg voor vlak contact met de huid, een strakke armband, geen openingen
pt_br: Verity Sense: garanta contato plano com a pele, braçadeira bem ajustada, sem folgas
ru: Verity Sense: обеспечьте ровный контакт с кожей, плотную повязку, без зазоров
sv: Verity Sense: Se till att den ligger plant mot huden, att armbandet sitter tätt och att det inte finns glipor
zh_hans: Verity Sense：确保与皮肤平贴，臂带贴合，没有空隙

source: Very fast. Consistent with high sleep pressure — worth noticing if it's your pattern
ar: سريع جدًا. يتّسق مع ضغط نوم مرتفع — يستحق الانتباه إن كان نمطك المعتاد
da: Meget hurtigt. Passer med højt søvnpres — værd at bemærke, hvis det er dit mønster
de: Sehr schnell. Passt zu hohem Schlafdruck — beachtenswert, wenn das bei dir ein Muster ist
es: Muy rápido. Compatible con mucha presión de sueño: merece atención si es tu patrón
fi: Hyvin nopea. Sopii yhteen suuren unipaineen kanssa — kannattaa huomioida, jos se on kuviosi
fr: Très rapide. Compatible avec une forte pression de sommeil — à noter si c’est votre schéma habituel
is: Mjög hratt. Samræmist miklum svefnþrýstingi — vert að taka eftir ef þetta er mynstrið þitt
it: Molto rapido. Compatibile con un'elevata pressione del sonno: da notare se ti succede spesso
ja: 非常に速い。睡眠圧が高いことと一致します — それがいつものパターンなら注目する価値があります
ko: 매우 빠름. 높은 수면 압력과 일치합니다 — 평소 패턴이라면 눈여겨볼 만합니다
nb: Svært rask. Samsvarer med høyt søvnpress — verdt å legge merke til hvis det er mønsteret ditt
nl: Heel snel. Past bij een hoge slaapdruk — het opmerken waard als dit je patroon is
pt_br: Muito rápido. Compatível com alta pressão de sono — vale observar se for o seu padrão
ru: Очень быстро. Соответствует высокому давлению сна — стоит обратить внимание, если так бывает постоянно
sv: Mycket snabbt. Stämmer med högt sömntryck — värt att notera om det är ditt mönster
zh_hans: 非常快。与较高的睡眠压力相符 — 如果这是你的常态，值得留意

source: Very low LF
ar: LF منخفض جدًا
da: Meget lav LF
de: Sehr niedrige LF
es: LF muy baja
fi: Hyvin matala LF
fr: LF très basse
is: Mjög lágt LF
it: LF molto bassa
ja: 非常に低い LF
ko: 매우 낮은 LF
nb: Svært lav LF
nl: Zeer lage LF
pt_br: LF muito baixo
ru: Очень низкий LF
sv: Mycket låg LF
zh_hans: LF 非常低

source: Very negative TSB = Heavy accumulated fatigue — consider a recovery week
ar: TSB سالب جدًا = إرهاق متراكم كبير — فكّر في أسبوع تعافٍ
da: Meget negativ TSB = Tung ophobet træthed — overvej en restitutionsuge
de: Stark negative TSB = Viel angesammelte Ermüdung — erwäge eine Erholungswoche
es: TSB muy negativo = fatiga acumulada elevada: plantéate una semana de recuperación
fi: Hyvin negatiivinen TSB = Raskas kertynyt väsymys — harkitse palautumisviikkoa
fr: TSB très négatif = forte fatigue accumulée — envisagez une semaine de récupération
is: Mjög neikvætt TSB = Mikil uppsöfnuð þreyta — íhugaðu batamiðaða viku
it: TSB molto negativo = Forte affaticamento accumulato — valuta una settimana di recupero
ja: TSB が大きくマイナス = 疲労が大きく蓄積 — 回復週を検討してください
ko: 매우 낮은 음수 TSB = 피로가 크게 누적됨 — 회복 주간을 고려해 보세요
nb: Svært negativ TSB = mye oppsamlet tretthet — vurder en restitusjonsuke
nl: Zeer negatieve TSB = Veel opgestapelde vermoeidheid — overweeg een herstelweek
pt_br: TSB muito negativo = fadiga acumulada pesada — considere uma semana de recuperação
ru: Сильно отрицательный TSB = накоплена большая усталость — подумайте о неделе восстановления
sv: Mycket negativ TSB = Kraftigt ackumulerad trötthet — överväg en återhämtningsvecka
zh_hans: TSB 非常负 = 累积了大量疲劳 — 可以考虑安排一个恢复周

source: Visibly fuzzy + softened outline. Take the direction with a grain of salt — interpret it as "that general way".
ar: ضبابي بوضوح مع حواف مخففة. تعامل مع الاتجاه بحذر — فسّره على أنه «في ذلك الاتجاه عمومًا».
da: Tydeligt sløret + blødere omrids. Tag retningen med et gran salt — fortolk den som »nogenlunde den vej«.
de: Sichtbar unscharf + weicher Umriss. Nimm die Richtung mit Vorsicht — versteh sie als „ungefähr in diese Richtung“.
es: Visiblemente borrosa y con contorno difuminado. Toma la dirección con cautela: interprétala como «más o menos por allí».
fi: Selvästi sumea + pehmennetty ääriviiva. Ota suunta suurpiirteisesti — tulkitse se "suunnilleen tuohon suuntaan".
fr: Contour visiblement flou et adouci. Prenez la direction avec prudence — interprétez-la comme « à peu près par là ».
is: Greinilega óskýr + mýkri útlína. Taktu stefnunni með fyrirvara — túlkaðu hana sem „í þá áttina“.
it: Visibilmente sfocata + contorno attenuato. Prendi la direzione con le pinze: interpretala come "più o meno da quella parte".
ja: 目に見えてぼやけ、輪郭が柔らかくなります。方向は話半分に受け取り、「だいたいあっちの方」と解釈してください。
ko: 눈에 띄게 흐릿하고 윤곽이 부드러워짐. 방향은 참고만 하세요 — "대략 그쪽"으로 해석하세요.
nb: Synlig uskarp + mykere omriss. Ta retningen med en klype salt — tolk den som «omtrent den veien».
nl: Zichtbaar wazig + zachtere omlijning. Neem de richting met een korrel zout — lees het als ‘ongeveer die kant op’.
pt_br: Visivelmente borrada + contorno suavizado. Encare a direção com cautela — interprete como "mais ou menos para lá".
ru: Заметно размытая, со смягчённым контуром. Относитесь к направлению с осторожностью — понимайте его как «примерно туда».
sv: Tydligt suddig, mjukare kontur. Ta riktningen med en nypa salt — tolka den som "ungefär åt det hållet".
zh_hans: 明显模糊 + 轮廓变柔和。对方向持保留态度 — 理解为“大致是那个方向”。

source: Vitals & Daily Feedback
ar: العلامات الحيوية والملاحظات اليومية
da: Vitale tegn og daglig feedback
de: Vitalwerte & tägliches Feedback
es: Constantes vitales y valoración diaria
fi: Vitaaliarvot ja päivittäinen palaute
fr: Signes vitaux et retour quotidien
is: Lífsmörk og dagleg endurgjöf
it: Parametri vitali e feedback giornaliero
ja: バイタルと毎日のフィードバック
ko: 활력 징후 및 일일 피드백
nb: Vitale tegn og daglig tilbakemelding
nl: Vitale waarden en dagelijkse feedback
pt_br: Sinais vitais e feedback diário
ru: Жизненные показатели и ежедневная обратная связь
sv: Vitala tecken och daglig återkoppling
zh_hans: 生命体征与每日反馈

source: Vitals are a 15% weighted factor in your recovery score (Tier 3). SpO2 is handled separately: any reading below 95% applies a flat -10. That is a deliberately blunt product rule for a signal with one threshold and no baseline comparison — not a clinical assessment. Apple states that Apple Watch blood-oxygen measurements are for general fitness and wellness, and are not intended for medical use.
ar: العلامات الحيوية عامل بوزن 15% في درجة تعافيك (المستوى 3). يُعالَج SpO2 بشكل منفصل: أي قراءة دون 95% تطبّق خصمًا ثابتًا قدره ‎-10. هذه قاعدة منتج حادة عن قصد لإشارة ذات عتبة واحدة دون مقارنة بخط الأساس — وليست تقييمًا سريريًا. تذكر Apple أن قياسات أكسجين الدم في Apple Watch مخصصة للياقة والعافية العامة، وليست مخصصة للاستخدام الطبي.
da: Vitale tegn er en faktor med 15 % vægt i din restitutionsscore (niveau 3). SpO2 håndteres separat: enhver måling under 95 % giver et fast fradrag på -10. Det er en bevidst grov produktregel for et signal med én tærskel og ingen sammenligning med baseline — ikke en klinisk vurdering. Apple oplyser, at Apple Watchs blodiltmålinger er til generel fitness og velvære og ikke er beregnet til medicinsk brug.
de: Vitalwerte fließen mit 15 % Gewichtung in deinen Erholungswert ein (Stufe 3). SpO2 wird separat behandelt: Jeder Wert unter 95 % führt zu einem pauschalen Abzug von −10. Das ist eine bewusst grobe Produktregel für ein Signal mit einer einzigen Schwelle und ohne Vergleich mit der Baseline — keine klinische Beurteilung. Apple gibt an, dass die Blutsauerstoffmessungen der Apple Watch für allgemeine Fitness und Wohlbefinden gedacht und nicht für medizinische Zwecke bestimmt sind.
es: Las constantes vitales son un factor con un peso del 15 % en tu puntuación de recuperación (nivel 3). La SpO2 se trata aparte: cualquier lectura por debajo del 95 % aplica un -10 fijo. Es una regla de producto deliberadamente tosca para una señal con un único umbral y sin comparación con la línea base, no una evaluación clínica. Apple indica que las mediciones de oxígeno en sangre del Apple Watch son para forma física y bienestar general, y no están pensadas para uso médico.
fi: Vitaaliarvot ovat 15 %:n painoinen tekijä palautumispistemäärässäsi (taso 3). SpO2 käsitellään erikseen: mikä tahansa alle 95 %:n lukema vähentää kiinteät 10 pistettä. Se on tarkoituksella karkea tuotesääntö signaalille, jolla on yksi kynnys eikä vertailua perustasoon — ei kliininen arvio. Applen mukaan Apple Watchin veren happipitoisuusmittaukset on tarkoitettu yleiseen kuntoiluun ja hyvinvointiin eikä lääketieteelliseen käyttöön.
fr: Les signes vitaux sont un facteur pondéré à 15 % de votre score de récupération (niveau 3). La SpO2 est traitée séparément : toute valeur inférieure à 95 % applique une pénalité fixe de -10. C’est une règle produit volontairement simple pour un signal avec un seul seuil et sans comparaison à la référence — pas une évaluation clinique. Apple indique que les mesures d’oxygène sanguin de l’Apple Watch sont destinées à la forme physique et au bien-être en général, et ne sont pas prévues pour un usage médical.
is: Lífsmörk eru þáttur með 15% vægi í batastiginu (þrep 3). SpO2 er meðhöndlað sérstaklega: allar mælingar undir 95% gefa fasta lækkun upp á -10. Það er vísvitandi gróf vöruregla fyrir merki með einum þröskuldi og engum samanburði við grunngildi — ekki klínískt mat. Apple tekur fram að súrefnismettunarmælingar Apple Watch séu ætlaðar til almennrar heilsuræktar og vellíðanar og ekki til læknisfræðilegra nota.
it: I parametri vitali pesano per il 15% nel punteggio di recupero (Livello 3). La SpO2 viene gestita a parte: qualsiasi lettura sotto il 95% applica un -10 fisso. È una regola di prodotto volutamente semplice per un segnale con una sola soglia e nessun confronto con la linea di base, non una valutazione clinica. Apple dichiara che le misurazioni dell'ossigeno nel sangue di Apple Watch sono per fitness e benessere generali e non sono destinate all'uso medico.
ja: バイタルは回復スコアの 15% を占める要素です（段階 3）。SpO2 は別に扱われ、95% を下回る測定値があると一律 10 点が差し引かれます。これは、しきい値が一つでベースラインとの比較もないシグナルに対する、意図的に大まかな製品上のルールであり、臨床的な評価ではありません。Apple は、Apple Watch の血中酸素の測定は一般的なフィットネスとウェルネスのためのものであり、医療用を意図したものではないとしています。
ko: 활력 징후는 회복 점수(3단계)에서 15% 가중치를 갖는 요인입니다. SpO2는 별도로 처리됩니다: 95% 미만의 측정값이 있으면 일률적으로 -10점이 적용됩니다. 이는 임계값 하나에 기준선 비교가 없는 신호에 대해 의도적으로 단순하게 정한 제품 규칙이지 임상적 평가가 아닙니다. Apple은 Apple Watch 혈중 산소 측정이 일반 피트니스 및 웰니스용이며 의료용이 아니라고 밝히고 있습니다.
nb: Vitale tegn er en faktor med 15 % vekt i restitusjonsscoren (nivå 3). SpO2 håndteres separat: enhver måling under 95 % gir et fast fradrag på -10. Det er en bevisst grov produktregel for et signal med én terskel og ingen sammenligning med grunnlinjen — ikke en klinisk vurdering. Apple oppgir at målinger av oksygenmetning med Apple Watch er ment for generell trening og velvære, og ikke er beregnet for medisinsk bruk.
nl: Vitale waarden zijn een factor met een gewicht van 15% in je herstelscore (niveau 3). SpO2 wordt apart behandeld: elke waarde onder 95% geeft een vaste aftrek van -10. Dat is een bewust grove productregel voor een signaal met één drempel en geen vergelijking met de basislijn — geen klinische beoordeling. Apple geeft aan dat bloedzuurstofmetingen van de Apple Watch bedoeld zijn voor algemene fitheid en welzijn, en niet voor medisch gebruik.
pt_br: Os sinais vitais têm peso de 15% na sua pontuação de recuperação (Nível 3). A SpO2 é tratada à parte: qualquer leitura abaixo de 95% aplica um -10 fixo. É uma regra de produto deliberadamente simples para um sinal com um único limite e sem comparação com a linha de base — não uma avaliação clínica. A Apple afirma que as medições de oxigênio no sangue do Apple Watch são para condicionamento físico e bem-estar em geral, e não se destinam a uso médico.
ru: Жизненные показатели — фактор с весом 15% в оценке восстановления (уровень 3). SpO2 учитывается отдельно: любое значение ниже 95% снимает фиксированные 10 баллов. Это намеренно грубое правило продукта для сигнала с одним порогом без сравнения с базовым уровнем — а не клиническая оценка. Apple указывает, что измерения кислорода в крови на Apple Watch предназначены для общего фитнеса и самочувствия и не предназначены для медицинского использования.
sv: Vitala tecken är en faktor med 15 % vikt i din återhämtningspoäng (nivå 3). SpO2 hanteras separat: varje värde under 95 % ger ett fast avdrag på -10. Det är en medvetet trubbig produktregel för en signal med en tröskel och ingen jämförelse mot baslinjen — inte en klinisk bedömning. Apple anger att Apple Watchs mätningar av syremättnad är avsedda för allmän träning och välmående och inte för medicinsk användning.
zh_hans: 生命体征在你的恢复评分（第 3 层）中占 15% 的权重。SpO2 单独处理：任何低于 95% 的读数都会固定扣 10 分。对于一个只有单一阈值、不与基线比较的信号来说，这是一条有意简单直接的产品规则 — 而不是临床评估。Apple 说明，Apple Watch 的血氧测量用于一般健身和健康用途，不用于医疗用途。

source: Vitals are shown in the Sleep Detail View (tap the Sleep card on your Dashboard). Most require an Apple Watch. Without one, vitals sections won't appear and your score will fall back to the HRV-only or HRV + Sleep tier — sleep stages still work via HRV classification from your chest strap.
ar: تظهر العلامات الحيوية في عرض تفاصيل النوم (اضغط بطاقة النوم في لوحة المعلومات). معظمها يتطلب Apple Watch. دونها، لن تظهر أقسام العلامات الحيوية وستعود نتيجتك إلى مستوى HRV فقط أو HRV + النوم — وتظل مراحل النوم تعمل عبر تصنيف HRV من حزام الصدر.
da: Vitale tegn vises i søvndetaljevisningen (tryk på søvnkortet på din oversigt). De fleste kræver et Apple Watch. Uden et ur vises afsnittene med vitale tegn ikke, og din score falder tilbage til niveauet kun HRV eller HRV + søvn — søvnstadier virker stadig via HRV-klassificering fra dit brystbælte.
de: Vitalwerte werden in der Schlaf-Detailansicht angezeigt (tippe in der Übersicht auf die Schlafkarte). Die meisten erfordern eine Apple Watch. Ohne Watch erscheinen keine Vitalwert-Abschnitte, und dein Wert fällt auf die Stufe „nur HRV“ oder „HRV + Schlaf“ zurück — Schlafphasen funktionieren dank HRV-Klassifizierung über deinen Brustgurt trotzdem.
es: Las constantes vitales se muestran en la vista de detalle del sueño (toca la tarjeta Sueño en tu panel). La mayoría requieren un Apple Watch. Sin él, las secciones de constantes vitales no aparecen y tu puntuación recurre al nivel de solo HRV o de HRV + Sueño; las fases del sueño siguen funcionando mediante la clasificación por HRV de tu banda de pecho.
fi: Vitaaliarvot näytetään Uni-tietonäkymässä (napauta Kojelaudan Uni-korttia). Useimmat vaativat Apple Watchin. Ilman sitä vitaaliarvo-osiot eivät näy, ja pisteesi perustuvat pelkkä HRV- tai HRV + uni -tasoon — univaiheet toimivat silti rintavyön HRV-luokittelun avulla.
fr: Les signes vitaux s’affichent dans la vue détaillée du sommeil (touchez la carte Sommeil de votre tableau de bord). La plupart nécessitent une Apple Watch. Sans elle, les sections des signes vitaux n’apparaissent pas et votre score se rabat sur le niveau HRV seule ou HRV + Sommeil — les phases de sommeil restent disponibles grâce à la classification HRV de votre ceinture pectorale.
is: Lífsmörk birtast í svefnyfirlitinu (ýttu á svefnspjaldið á yfirsýninni). Flest krefjast Apple Watch. Án þess birtast hlutar lífsmarka ekki og stigin falla aftur á þrepið aðeins HRV eða HRV + svefn — svefnstig virka samt með HRV-flokkun frá brjóstólinni.
it: I parametri vitali sono mostrati nella vista dettagliata del sonno (tocca la scheda Sonno nel pannello). La maggior parte richiede un Apple Watch. Senza Watch le sezioni dei parametri vitali non compaiono e il punteggio passa al livello solo HRV o HRV + Sonno; le fasi del sonno funzionano comunque grazie alla classificazione HRV dalla fascia toracica.
ja: バイタルは睡眠詳細ビュー（ダッシュボードの睡眠カードをタップ）に表示されます。ほとんどは Apple Watch が必要です。Watch がない場合、バイタルのセクションは表示されず、スコアは HRV のみ、または HRV + 睡眠の段階になります — 睡眠段階は、チェストストラップの HRV による分類で引き続き利用できます。
ko: 활력 징후는 수면 상세 보기에 표시됩니다(대시보드의 수면 카드를 탭). 대부분 Apple Watch가 필요합니다. Watch가 없으면 활력 징후 섹션이 나타나지 않고 점수는 HRV만 또는 HRV + 수면 단계로 대체됩니다 — 수면 단계는 가슴 스트랩의 HRV 분류로 계속 작동합니다.
nb: Vitale tegn vises i søvndetaljvisningen (trykk på Søvn-kortet på oversikten). De fleste krever Apple Watch. Uten klokke vises ikke delene for vitale tegn, og scoren faller tilbake til nivået bare HRV eller HRV + søvn — søvnstadier fungerer fortsatt via HRV-klassifisering fra pulsbeltet.
nl: Vitale waarden worden getoond in de slaapdetailweergave (tik op de slaapkaart op je Dashboard). De meeste vereisen een Apple Watch. Zonder Watch verschijnen de onderdelen met vitale waarden niet en valt je score terug op het niveau alleen HRV of HRV + slaap — slaapstadia werken nog steeds via HRV-classificatie van je borstband.
pt_br: Os sinais vitais aparecem na visão detalhada do sono (toque no cartão de Sono do seu Painel). A maioria exige um Apple Watch. Sem ele, as seções de sinais vitais não aparecem e sua pontuação recorre ao nível só VFC ou VFC + Sono — os estágios do sono continuam funcionando pela classificação de VFC da sua cinta peitoral.
ru: Жизненные показатели отображаются на подробном экране сна (нажмите карточку сна на панели). Для большинства нужны Apple Watch. Без них разделы жизненных показателей не появятся, и оценка перейдёт на уровень «только ВСР» или «ВСР + сон» — стадии сна при этом работают через классификацию ВСР с нагрудного датчика.
sv: Vitala tecken visas i sömndetaljvyn (tryck på sömnkortet på Översikt). De flesta kräver en Apple Watch. Utan en sådan visas inga avsnitt för vitala tecken och din poäng faller tillbaka till nivån bara HRV eller HRV + sömn — sömnstadier fungerar ändå via HRV-klassificering från bröstbandet.
zh_hans: 生命体征显示在睡眠详情视图中（点按仪表盘上的睡眠卡片）。大多数需要 Apple Watch。没有手表时，生命体征部分不会显示，你的评分会回退到“仅 HRV”或“HRV + 睡眠”层级 — 睡眠阶段仍可通过胸带的 HRV 分类获得。

source: Vitals are the third leg of your recovery score (15% weight under the May 2026 architecture). They're the slow-moving signals that can shift with illness, accumulated fatigue and stress on a different timescale from HRV.
ar: العلامات الحيوية هي الركيزة الثالثة لدرجة تعافيك (بوزن 15% وفق بنية مايو 2026). إنها الإشارات بطيئة الحركة التي قد تتغيّر مع المرض والإرهاق المتراكم والتوتر على نطاق زمني مختلف عن HRV.
da: Vitale tegn er det tredje ben i din restitutionsscore (15 % vægt i arkitekturen fra maj 2026). Det er de langsomme signaler, der kan ændre sig med sygdom, ophobet træthed og stress på en anden tidsskala end HRV.
de: Vitalwerte sind das dritte Standbein deines Erholungswerts (15 % Gewichtung seit der Architektur vom Mai 2026). Es sind die sich langsam ändernden Signale, die sich durch Krankheit, angesammelte Ermüdung und Stress auf einer anderen Zeitskala als die HRV verschieben können.
es: Las constantes vitales son el tercer pilar de tu puntuación de recuperación (15 % de peso en la arquitectura de mayo de 2026). Son las señales de cambio lento que pueden variar con la enfermedad, la fatiga acumulada y el estrés en una escala temporal distinta de la HRV.
fi: Vitaaliarvot ovat palautumispistemääräsi kolmas tukijalka (15 %:n paino toukokuun 2026 arkkitehtuurissa). Ne ovat hitaasti muuttuvia signaaleja, jotka voivat muuttua sairauden, kertyneen väsymyksen ja stressin myötä eri aikaskaalassa kuin HRV.
fr: Les signes vitaux sont le troisième pilier de votre score de récupération (poids de 15 % dans l’architecture de mai 2026). Ce sont des signaux à évolution lente, qui peuvent varier avec la maladie, la fatigue accumulée et le stress, sur une échelle de temps différente de celle de la HRV.
is: Lífsmörk eru þriðja stoð batastigsins (15% vægi samkvæmt högun frá maí 2026). Þau eru hægfara merki sem geta breyst við veikindi, uppsafnaða þreytu og streitu á öðrum tímaskala en HRV.
it: I parametri vitali sono il terzo pilastro del punteggio di recupero (peso del 15% con l'architettura di maggio 2026). Sono i segnali che variano lentamente e possono cambiare con malattia, affaticamento accumulato e stress su una scala temporale diversa da quella dell'HRV.
ja: バイタルは回復スコアの 3 本目の柱です（2026 年 5 月のアーキテクチャでは重み 15%）。HRV とは異なる時間軸で、体調不良、疲労の蓄積、ストレスによって変化しうる、ゆっくり動くシグナルです。
ko: 활력 징후는 회복 점수의 세 번째 축입니다(2026년 5월 구조 기준 가중치 15%). HRV와는 다른 시간 척도로 질병, 누적된 피로, 스트레스에 따라 변할 수 있는 느리게 움직이는 신호입니다.
nb: Vitale tegn er det tredje beinet i restitusjonsscoren (15 % vekt i arkitekturen fra mai 2026). De er de langsomme signalene som kan endre seg med sykdom, oppsamlet tretthet og stress på en annen tidsskala enn HRV.
nl: Vitale waarden zijn het derde onderdeel van je herstelscore (gewicht 15% in de architectuur van mei 2026). Het zijn de langzaam bewegende signalen die kunnen veranderen door ziekte, opgestapelde vermoeidheid en stress, op een andere tijdschaal dan HRV.
pt_br: Os sinais vitais são a terceira perna da sua pontuação de recuperação (peso de 15% na arquitetura de maio de 2026). São sinais de mudança lenta que podem variar com doença, fadiga acumulada e estresse em uma escala de tempo diferente da VFC.
ru: Жизненные показатели — третья опора оценки восстановления (вес 15% в архитектуре мая 2026 года). Это медленно меняющиеся сигналы, которые могут сдвигаться при болезни, накопленной усталости и стрессе в другом временном масштабе, чем ВСР.
sv: Vitala tecken är det tredje benet i din återhämtningspoäng (15 % vikt enligt arkitekturen från maj 2026). Det är de långsamma signaler som kan förändras med sjukdom, ackumulerad trötthet och stress på en annan tidsskala än HRV.
zh_hans: 生命体征是恢复评分的第三条腿（在 2026 年 5 月的架构下权重为 15%）。它们是变化缓慢的信号，可能随生病、累积疲劳和压力而变化，时间尺度与 HRV 不同。

source: Vitals weight
ar: وزن العلامات الحيوية
da: Vægt for vitale tegn
de: Vitalwert-Gewichtung
es: Peso de las constantes vitales
fi: Vitaaliarvojen painoarvo
fr: Poids des signes vitaux
is: Vægi lífsmarka
it: Peso dei parametri vitali
ja: バイタルの重み
ko: 활력 징후 가중치
nb: Vekt for vitale tegn
nl: Gewicht vitale waarden
pt_br: Peso dos sinais vitais
ru: Вес жизненных показателей
sv: Vikt för vitala tecken
zh_hans: 生命体征权重

source: Voice Conversation Mode
ar: وضع المحادثة الصوتية
da: Stemmesamtaletilstand
de: Sprachunterhaltungsmodus
es: Modo de conversación por voz
fi: Puhekeskustelutila
fr: Mode conversation vocale
is: Raddsamtalshamur
it: Modalità conversazione vocale
ja: 音声会話モード
ko: 음성 대화 모드
nb: Talesamtalemodus
nl: Spraakgespreksmodus
pt_br: Modo de conversa por voz
ru: Режим голосового разговора
sv: Röstsamtalsläge
zh_hans: 语音对话模式

source: Voice Guide
ar: الدليل الصوتي
da: Stemmeguide
de: Sprachführung
es: Guía de voz
fi: Puheopastus
fr: Guide vocal
is: Raddleiðsögn
it: Guida vocale
ja: 音声ガイド
ko: 음성 안내
nb: Taleguide
nl: Spraakbegeleiding
pt_br: Guia de voz
ru: Голосовой гид
sv: Röstguide
zh_hans: 语音引导

source: Voice input (two modes)
ar: الإدخال الصوتي (وضعان)
da: Stemmeinput (to tilstande)
de: Spracheingabe (zwei Modi)
es: Entrada por voz (dos modos)
fi: Puhesyöte (kaksi tilaa)
fr: Saisie vocale (deux modes)
is: Raddinnsláttur (tveir hamir)
it: Input vocale (due modalità)
ja: 音声入力（2 つのモード）
ko: 음성 입력(두 가지 모드)
nb: Taleinndata (to moduser)
nl: Spraakinvoer (twee modi)
pt_br: Entrada por voz (dois modos)
ru: Голосовой ввод (два режима)
sv: Röstinmatning (två lägen)
zh_hans: 语音输入（两种模式）
